Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: This formula calculates the bonus payout. You can adjust it later in the comp round creation process.
it_it: Questa formula calcola il pagamento del bonus. È possibile modificarla successivamente durante il processo di creazione del ciclo di compensazione.

source: Bonus calculation equation
it_it: Equazione di calcolo del bonus

source: Specify the performance indicators and payout curve
it_it: Specificare gli indicatori di performance e la curva di pagamento

source: The payout curve {{payoutCurveName}} is deactivated. If you edit it, it will no longer be available for selection.
it_it: La curva di pagamento {{payoutCurveName}} è disattivata. Se la modifichi, non sarà più disponibile per la selezione.

source: Deactivated payout curve
it_it: Curva di pagamento disattivata

source: Add a goal plan and assign payout curves.
it_it: Aggiungi un piano obiettivi e assegna le curve di pagamento.

source: Payout curve
it_it: Curva di pagamento

source: Measurement
it_it: Misurazione

source: Add a plan, set a payout curve and a calculated weight.
it_it: Aggiunga un piano, imposti una curva di pagamento e un peso calcolato.

source: Add goal plan
it_it: Aggiungi piano degli obiettivi

source: Add plan
it_it: Aggiungi piano

source: Get started by adding a goal plan
it_it: Inizi a creare un piano degli obiettivi

source: This payout curve is disabled; please choose another one.
it_it: Questa curva di pagamento è disattivata; si prega di sceglierne un'altra.

source: This payout curve is disabled; please select another one.
it_it: Questa curva di pagamento è disattivata; selezioni un'altra.

source: Search for payout curves
it_it: Cerca curve di pagamento

source: Please provide a goal plan.
it_it: Si prega di fornire un piano degli obiettivi.

source: {{percent}}% weight
it_it: Peso {{percent}}%

source: Performance indicator (goals)
it_it: Indicatore di prestazioni (obiettivi)

source: Bonus type
it_it: Tipo di bonus

source: The code cannot be empty.
it_it: Il codice non può essere vuoto.

source: Plan details
it_it: Dettagli piano

source: A bonus plan with that code already exists
it_it: Esiste già un piano bonus con quel codice

source: Goal plan period
it_it: Periodo del piano degli obiettivi

source: Define the time frame for the goal plan to be used in this bonus plan.
it_it: Definisca l'intervallo di tempo per il piano degli obiettivi da utilizzare in questo piano bonus.

source: End date is required
it_it: La data di fine è obbligatoria

source: The start date is required.
it_it: La data di inizio è obbligatoria.

source: You’ve already selected a goal plan. To update the period, please remove the current selection first.
it_it: Hai già selezionato un piano di obiettivi. Per aggiornare il periodo, rimuovi prima la selezione attuale.

source: The name cannot be empty.
it_it: Il nome non può essere vuoto.

source: Search by name
it_it: Cerca per nome

source: Discretionary bonus
it_it: Bonus discrezionale

source: Awarded at the comp managers' discretion; not tied to specific performance metrics.
it_it: Assegnato a discrezione dei manager; non legato a metriche di prestazione specifiche.

source: STI: KPIs with payout curves
it_it: STI: KPI con curve di pagamento

source: A bonus tied to KPIs where payouts adjust based on performance levels.
it_it: Un bonus legato ai KPI in cui i pagamenti si adattano in base ai livelli di prestazione.

source: Define the population(s) for the bonus plan.
it_it: Definisci la popolazione o le popolazioni per il piano bonus.

source: Select the populations relevant for this bonus plan.
it_it: Selezionare le popolazioni rilevanti per questo piano bonus.

source: Select populations
it_it: Seleziona popolazioni

source: Population summary
it_it: Riepilogo della popolazione

source: Overview of the population definition
it_it: Panoramica della definizione della popolazione

source: System populations
it_it: Popolazioni di sistema

source: Apply individual inclusion and exclusion.
it_it: Applichi inclusione ed esclusione individuale.

source: No workers added to the population yet
it_it: Nessun Collaboratori aggiunto alla popolazione finora

source: Manual worker selections
it_it: Selezioni manuali dei Collaboratori

source: Workers selected manually
it_it: Collaboratori selezionati manualmente

source: Apply prorating factors
it_it: Applica fattori di ripartizione

source: Leave of absence (LoA)
it_it: Congedo (LoA)

source: Select factors to apply to the plan
it_it: Seleziona i fattori da applicare al piano

source: Selected factors
it_it: Fattori selezionati

source: Time in role (TiR)
it_it: Tempo nel ruolo (TiR)

source: Time in role to target
it_it: Tempo nel ruolo per raggiungere l'obiettivo

source: Prorating factors
it_it: Fattori di ripartizione

source: Review plan configurations
it_it: Configurazioni del piano di valutazione

source: Summary
it_it: Riepilogo

source: View bonus plan
it_it: Visualizza il piano bonus

source: The payout curve is required.
it_it: La curva di pagamento è obbligatoria.

source: Bulk assign
it_it: Assegnazione in blocco

source: Select which payout curve will be assigned to the selected goals.
it_it: Selezioni quale curva di pagamento verrà assegnata agli obiettivi selezionati.

source: One or more payout curves have been deactivated. If you assign a new payout curve, you won’t be able to re-select any of the deactivated curves.
it_it: Una o più curve di pagamento sono state disattivate. Se assegni una nuova curva di pagamento, non potrai riselezionare nessuna delle curve disattivate.

source: Assign payout curve
it_it: Assegna curva di pagamento

source: Assign default payout curves based on goal type and measurement criteria. Available options for the payout curve correspond to the type of result unit. You can later override these defaults if necessary.
it_it: Assegni le curve di pagamento predefinite in base al tipo di obiettivo e ai criteri di misurazione. Le opzioni disponibili per la curva di pagamento corrispondono al tipo di unità di risultato. È possibile modificare questi valori predefiniti in seguito, se necessario.

source: Default payout curves
it_it: Curve di pagamento predefinite

source: You will be able to assign payout curves once the goal types and measurement criteria are loaded.
it_it: Sarà possibile assegnare le curve di pagamento una volta che i tipi di obiettivo e i criteri di misurazione saranno stati caricati.

source: Select a goal plan to get started
it_it: Selezioni un piano di obiettivi per iniziare

source: Please select a goal plan.
it_it: Selezionare un piano di obiettivi.

source: The payout curve was successfully assigned.
it_it: La curva di pagamento è stata assegnata con successo.

source: The payout curves were successfully assigned.
it_it: Le curve di pagamento sono state assegnate con successo.

source: Autosaved
it_it: Salvato automaticamente

source: Select goal
it_it: Seleziona obiettivo

source: Are you sure you want to delete this goal plan? This will permanently remove all configurations.
it_it: È sicuro di voler eliminare questo piano degli obiettivi? Questa operazione rimuoverà definitivamente tutte le configurazioni.

source: Delete goal plan
it_it: Elimina piano degli obiettivi

source: Empty
it_it: Vuoto

source: Individual
it_it: Individuale

source: Organizational
it_it: Organizzativo

source: No results match the search/filter criteria. Remove filters and clear the search to show all results.
it_it: Nessun risultato corrisponde ai criteri di ricerca/filtraggio. Rimuova i filtri e cancelli la ricerca per visualizzare tutti i risultati.

source: Search by goal name
it_it: Cerca per nome dell'obiettivo

source: {{count}} items selected
it_it: {{count}} elementi selezionati

source: Some goals don’t have a payout curve assigned. You can continue, but these goals will not be included in bonus calculations.
it_it: Alcuni obiettivi non hanno una curva di pagamento assegnata. Può continuare, ma questi obiettivi non saranno inclusi nei calcoli dei bonus.

source: Unassigned goals
it_it: Obiettivi non assegnati

source: Pending draft
it_it: Bozza in sospeso

source: Bonus Plans
it_it: Piani bonus

source: Are you sure you want to update this goal plan? The published bonus plan will not be affected until you republish it.
it_it: Sei sicuro di voler aggiornare questo piano degli obiettivi? Il piano bonus pubblicato non verrà modificato finché non lo ripubblichi.

source: Update goal plan
it_it: Aggiorna il piano obiettivi

source: Refresh goals
it_it: Aggiorna obiettivi

source: The goal plan was successfully updated.
it_it: Il piano degli obiettivi è stato aggiornato correttamente.

source: Update compensation rounds to the latest version.
it_it: Aggiorna i cicli di compensazione alla versione più recente.

source: Check the usage details to see where this plan is used.
it_it: Controlla i dettagli di utilizzo per vedere dove viene usato questo piano.

source: You’re about to publish the pending draft, which will replace the currently published version of this bonus plan.
it_it: Stai per pubblicare la bozza in sospeso, che sostituirà la versione attualmente pubblicata di questo piano bonus.

source: To apply your changes:
it_it: Per applicare le modifiche:

source: This action won’t automatically update the compensation rounds using this plan.
it_it: Questa azione non aggiornerà automaticamente i cicli di retribuzione che utilizzano questo piano.

source: Publish updated bonus plan
it_it: Pubblica il piano bonus aggiornato

source: Owner
it_it: Proprietario

source: Published date
it_it: Data di pubblicazione

source: Search by name or code
it_it: Cerca per nome o codice

source: Competency Scales
it_it: Scale delle competenze

source: The career development plan was successfully updated.
it_it: Piano di sviluppo professionale aggiornato correttamente.

source: Add question
it_it: Aggiungi domanda

source: Edit career development plan
it_it: Modifica piano di sviluppo professionale

source: No translation provided for the description
it_it: Nessuna traduzione fornita per la descrizione

source: No translation provided for the title
it_it: Nessuna traduzione fornita per il titolo

source: Specify the number of days
it_it: Specifica il numero di giorni

source: Configure notifications and preferred notification delivery channels
it_it: Configura le notifiche e i canali di consegna delle notifiche preferiti

source: Message
it_it: Messaggio

source: Great work so far! With just a few days remaining in your career development plan, now is the perfect time to review your progress and add any additional comments.
it_it: Ottimo lavoro finora. Mancano solo pochi giorni al termine del tuo piano di sviluppo professionale ed è il momento perfetto per rivedere i tuoi progressi e aggiungere eventuali commenti.

source: Today marks the final day of your career development Plan! Well done on your commitment and growth throughout this journey.
it_it: Oggi è l'ultimo giorno del tuo piano di sviluppo professionale. Complimenti per il tuo impegno e la tua crescita durante questo percorso.

source: Your career development plan is ready for its final review. Please confirm and sign off on the plan after discussing with your manager.
it_it: Il tuo piano di sviluppo professionale è pronto per la revisione finale. Conferma e approva il piano dopo aver discusso con il tuo manager.

source: Your self-assessment was submitted. Your manager will review it and provide feedback shortly.
it_it: La tua autovalutazione è stata inviata. Il tuo manager la esaminerà e fornirà un feedback a breve.

source: Your career development plan has started. Review the plan and begin working on your objectives.
it_it: Il tuo piano di sviluppo professionale è iniziato. Esamina il piano e inizia a lavorare sui tuoi obiettivi.

source: Your self-assessment is now open. Take the time to reflect, and then submit your responses.
it_it: La tua autovalutazione è ora aperta. Prenditi il tempo per riflettere, quindi invia le tue risposte.

source: Send a notification a certain number of days before the end of the plan
it_it: Invia una notifica un certo numero di giorni prima della fine del piano

source: Send a notification on the day
it_it: Invia una notifica il giorno stesso

source: End of the career development plan
it_it: Fine del piano di sviluppo professionale

source: Career development plan PDF creation
it_it: Creazione PDF del piano di sviluppo professionale

source: Plan sign-off
it_it: Approvazione del piano

source: Review & feedback
it_it: Revisione e feedback

source: Start of the career development plan
it_it: Inizio del piano di sviluppo professionale

source: Worker submission
it_it: Invio del collaboratore

source: Email notifications
it_it: Notifiche email

source: In-app notifications
it_it: Notifiche in-app

source: Notification delivery channel
it_it: Canale di consegna delle notifiche

source: Core components
it_it: Componenti principali

source: Enable, configure & reorder core components
it_it: Abilita, configura e riordina i componenti principali

source: Continuous plan
it_it: Piano continuo

source: Enter the basic information for the plan
it_it: Inserisci le informazioni di base per il piano

source: Fixed duration plan
it_it: Piano a durata fissa

source: Local owner
it_it: Proprietario locale

source: Select owner
it_it: Seleziona proprietario

source: Send career development plan PDF to Documents
it_it: Invia il PDF del piano di sviluppo professionale ai Documenti

source: A plan with this code already exists.
it_it: Un piano con questo codice esiste già.

source: Select option
it_it: Seleziona un'opzione

source: Eligibility
it_it: Idoneità

source: Specify the eligibility for the comp round
it_it: Specifica l'idoneità per il ciclo di retribuzione

source: Define the populations for the plan
it_it: Definisci le popolazioni per il piano

source: Population setup is restricted by primary owner access
it_it: La configurazione della popolazione è limitata all'accesso del proprietario principale

source: Population setup is restricted by local admin access.
it_it: La configurazione della popolazione è limitata dall'accesso amministrativo locale.

source: Privacy settings
it_it: Impostazioni sulla privacy

source: Configure the privacy settings
it_it: Configura le impostazioni sulla privacy

source: Mandatory question
it_it: Domanda obbligatoria

source: Checkboxes
it_it: Caselle di controllo

source: Radio buttons
it_it: Pulsanti di opzione

source: Text input
it_it: Inserimento di testo

source: Edit question
it_it: Modifica domanda

source: No questions yet
it_it: Ancora nessuna domanda

source: Answer to this question is mandatory.
it_it: La risposta a questa domanda è obbligatoria.

source: Response permission
it_it: Autorizzazione alla risposta

source: Manager only
it_it: Solo manager

source: Worker only
it_it: Solo Collaboratori

source: Worker & manager
it_it: Collaboratori e manager

source: Career plan questionnaire
it_it: Questionario sul piano di sviluppo professionale

source: Add answer option
it_it: Aggiungi opzione di risposta

source: The answer option cannot be empty.
it_it: L'opzione di risposta non può essere vuota.

source: Create questions for workers
it_it: Crea domande per i collaboratori

source: Languages: {{numerator}}/{{denominator}}
it_it: Lingue: {{numerator}}/{{denominator}}

source: List of answer options
it_it: Elenco delle opzioni di risposta

source: At least {{count}} answer option is required for this answer type
it_it: È richiesta almeno {{count}} opzione di risposta per questo tipo di risposta

source: At least {{count}} answer options are required for this answer type
it_it: Sono necessarie almeno {{count}} opzioni di risposta per questo tipo di risposta

source: Please provide a question.
it_it: Si prega di fornire una domanda.

source: Show disabled
it_it: Mostra disabilitati

source: Response rule
it_it: Regola di risposta

source: Skill library
it_it: Libreria delle abilità

source: Configure the skill set for the plan
it_it: Configura il set di abilità per il piano

source: Sidebar widgets
it_it: Widget della barra laterale

source: Enable, set up & reorder sidebar widgets
it_it: Abilita, configura e riordina i widget della barra laterale

source: Workflow
it_it: Flusso di lavoro

source: Update the workflow labels
it_it: Aggiorna le etichette del flusso di lavoro

source: Change display name
it_it: Cambia nome visualizzato

source: Selected workflow step
it_it: Passaggio del flusso di lavoro selezionato

source: Receive insights and guidance from your manager.
it_it: Ricevi insight e consigli dal tuo manager.

source: Manager feedback
it_it: Feedback del manager

source: Reflect on your achievements and growth areas.
it_it: Rifletti sui tuoi successi e sulle aree di crescita.

source: The manager can still fill in certain fields and, after performing the action, submit the form.
it_it: Il manager può ancora compilare determinati campi e, dopo aver eseguito l'azione, inviare il modulo.

source: Allow workers to refuse the career development
it_it: Consentire ai Collaboratori di rifiutare lo sviluppo della carriera

source: Create career development plan
it_it: Crea un piano di sviluppo professionale

source: View & manage career development plans
it_it: Visualizza e gestisci i piani di sviluppo professionale

source: Development plans
it_it: Piani di sviluppo

source: End date: {{date}}
it_it: Data di fine: {{date}}

source: Start date: {{date}}
it_it: Data di inizio: {{date}}

source: No careers plans. Check again soon for updates and new opportunities to support your professional growth. We’re here to help you achieve your career goals.
it_it: Nessun piano di sviluppo professionale. Controlla più tardi per eventuali aggiornamenti e nuove opportunità per supportare la tua crescita professionale. Siamo qui per aiutarti a raggiungere i tuoi obiettivi di carriera.

source: No career development plans
it_it: Nessun piano di sviluppo professionale

source: The file was successfully uploaded. Please download the log file to review any errors. Focus on the last two columns, “Result” and “Error Description,” for details on any issues encountered.
it_it: Il file è stato caricato correttamente. Scarica il file di registro per esaminare eventuali errori. Concentrati sulle ultime due colonne, "Risultato" e "Descrizione errore", per i dettagli sugli eventuali problemi riscontrati.

source: Are you sure you want to delete the career development plan?
it_it: È sicuro di voler eliminare il piano di sviluppo professionale?

source: Delete career development plan
it_it: Elimina piano di sviluppo professionale

source: The career development plan template was successfully deleted.
it_it: Il modello di piano di sviluppo professionale è stato eliminato con successo.

source: The career development plan was duplicated and a new item was created.
it_it: Il piano di sviluppo professionale è stato duplicato e un nuovo elemento è stato creato.

source: No career development plans yet!
it_it: Nessun piano di sviluppo professionale ancora!

source: Open career development plan
it_it: Apri il piano di sviluppo professionale

source: Career development plans
it_it: Piani di sviluppo professionale

source: Upload skills
it_it: Carica abilità

source: Download career development plan
it_it: Scarica il piano di sviluppo professionale

source: Generate PDF
it_it: Genera PDF

source: Send to Documents
it_it: Invia ai documenti

source: Preview behavior wheel widget
it_it: Anteprima del widget Ruota comportamentale

source: Behavior wheel
it_it: Ruota comportamentale

source: Enable chat messages for the entire duration of the career development plan.
it_it: Abilita i messaggi di chat per l'intera durata del piano di sviluppo professionale.

source: Career chat
it_it: Chat di sviluppo professionale

source: Add resources
it_it: Aggiungi risorse

source: Provide links to workers and managers
it_it: Fornisci link a collaboratori e manager

source: Go to edit mode to get started by creating one.
it_it: Passi alla modalità di modifica per iniziare creando uno.

source: No resources added yet!
it_it: Nessuna risorsa aggiunta ancora!

source: Label
it_it: Etichetta

source: Invalid URL. Make sure you enter a URL that uses the HTTPS protocol.
it_it: URL non valido. Assicurati di inserire un URL che utilizzi il protocollo HTTPS.

source: Resource list
it_it: Elenco delle risorse

source: https://domain.com
it_it: https://dominio.it

source: Resources
it_it: Risorse

source: Skills & competency groups
it_it: Gruppi di competenze e abilità

source: You must select at least one skill.
it_it: Devi selezionare almeno un'abilità.

source: Skill Libraries
it_it: Librerie delle abilità

source: The size of the file exceeds the maximum limit.
it_it: La dimensione del file supera il limite massimo.

source: Upload file
it_it: Carica file

source: Upload the CSV file (Max: 1MB). Ensure the file is correctly formatted for a seamless upload.
it_it: Carica il file CSV (max: 1 MB). Assicurati che il file sia formattato correttamente per un caricamento senza problemi.

source: Import file
it_it: Importa file

source: Download your current skill configuration
it_it: Scarica la configurazione attuale delle tue abilità

source: Upload the modified file
it_it: Carica il file modificato

source: Add new skills to the file or update the existing skills
it_it: Aggiungi nuove abilità al file o aggiorna le abilità esistenti

source: Add skills to the library
it_it: Aggiungi abilità alla libreria

source: This operation might take a few minutes; please keep this window open.
it_it: L'operazione potrebbe richiedere alcuni minuti; tieni aperta questa finestra.

source: Processing
it_it: Elaborazione

source: Parent element
it_it: Elemento principale

source: This code already exists.
it_it: Questo codice esiste già.

source: Create comp element
it_it: Crea elemento della retribuzione

source: Edit comp element
it_it: Modifica elemento della retribuzione

source: Element code
it_it: Codice elemento

source: The code will be automatically generated after creation.
it_it: Il codice verrà generato automaticamente dopo la creazione.

source: Customer code
it_it: Codice cliente

source: The customer code cannot be empty.
it_it: Il codice cliente non può essere vuoto.

source: Use this for mapping purpose
it_it: Da utilizzare per scopi di mappatura

source: Element type
it_it: Tipo di elemento

source: Comp elements
it_it: Elementi della retribuzione

source: Comp elements in use
it_it: Elementi della retribuzione in uso

source: Comp groups
it_it: Gruppi di retribuzione

source: Comp trees
it_it: Strutture ad albero retribuzione

source: View rounds using comp elements
it_it: Visualizza i cicli utilizzando gli elementi della retribuzione

source: Go to comp round
it_it: Vai al ciclo di retribuzione

source: Rounds using comp elements
it_it: Cicli che utilizzano gli elementi di retribuzione

source: Create your first comp element
it_it: Crea il tuo primo elemento di retribuzione

source: View and manage comp trees and comp elements
it_it: Visualizza e gestisci le strutture ad albero della retribuzione e degli elementi della retribuzione

source: Enable comp element
it_it: Abilita elemento di retribuzione

source: Compensation element tree
it_it: Struttura ad albero degli elementi di retribuzione

source: View comp element
it_it: Visualizza elemento comp

source: Compensation element
it_it: Elemento della retribuzione

source: Select the compensation element that will use this rule
it_it: Seleziona l'elemento della retribuzione che utilizzerà questa regola

source: The compensation element cannot be empty.
it_it: L’elemento della retribuzione non può essere vuoto.

source: No target budget
it_it: Nessun budget target

source: Outcome
it_it: Risultato
